[
  {
    "title": "Imperial Bedrooms",
    "description": "Clay, a successful screenwriter, has returned from New York to Los Angeles to help cast his new movie, and hes soon drifting through a long-familiar circle. Blair, his former girlfriend, is married to Trent, an influential manager whos still a bisexual philanderer, and their Beverly Hills parties attract various levels of fame, fortune and power. Then theres Clays childhood friend Julian, a recovering addict, and their old dealer, Rip, face-lifted beyond recognition and seemingly even more sinister than in his notorious past.",
    "isbn": "9780307278692",
    "pages": 192,
    "publishedDate": "2010-06-01",
    "authorId": 1,
    "genres": [
      11
    ]
  },
  {
    "title": "The Shards",
    "description": "17-year-old Bret is a senior at the exclusive Buckley prep school when a new student arrives with a mysterious past. Robert Mallory is bright, handsome, charismatic, and shielding a secret from Bret and his friends even as he becomes a part of their tightly knit circle. Bret's obsession with Mallory is equaled only by his increasingly unsettling pre-occupation with The Trawler, a serial killer on the loose who seems to be drawing ever closer to Bret and his friends, taunting them -- and Bret in particular -- with grotesque threats and horrific, sharply local acts of violence. The coincidences are uncanny, but they are also filtered through the imagination of a teenager whose gifts for constructing narrative from the filaments of his own life are about to make him one of the most explosive literary sensations of his generation. Can he trust his friends -- or his own mind -- to make sense of the danger they appear to be in? Thwarted by the world and by his own innate desires, buffeted by unhealthy fixations, he spirals into paranoia and isolation as the relationship between The Trawler and Robert Mallory hurtles inexorably toward a collision.",
    "isbn": "9780593535608",
    "pages": 608,
    "publishedDate": "2023-01-01",
    "authorId": 1,
    "genres": [
      1, 12, 7, 11
    ]
  },
  {
    "title": "The Gunslinger Born",
    "description": "The man in black fled across the desert, and the gunslinger followed.\"\" With those words, millions of readers were introduced to Stephen King''s Roland - an implacable gunslinger in search of the enigmatic Dark Tower, powering his way through a dangerous land filled with ancient technology and deadly magic. Now, in a comic book personally overseen by King himself, Roland''s past is revealed! Sumptuously drawn by Jae Lee and Richard Isanove, adapted by long-time Stephen King expert Robin Furth (author of Stephen King''s The Dark Tower: A Concordance) and scripted by New York Times bestseller Peter David, this series delves in depth into Roland''s origins - the perfect introduction to this incredibly realized world; while long-time fans will thrill to adventures merely hinted at in the novels. Be there for the very beginning of a modern classic of fantasy literature! Collects Dark Tower: The Gunslinger Born #1-7.",
    "isbn": "9780785170365",
    "pages": 240,
    "publishedDate": "2007-01-01",
    "authorId": 2,
    "genres": [
      8, 14, 15
    ]
  },
  {
    "title": "The Journey Begins",
    "description": "A BOLD NEW CHAPTER IN STEPHEN KING'S THE DARK TOWER SAGA! Twelve years have passed since the fateful Battle of Jericho Hill and the fall of the gunslingers. Since the Affiliation's resistance against John Farson became little more than a faint memory. Since the friends that stood by young Roland Deschain burned to ash in the Good Man's razing of Gilead. But Roland survived...and now he stalks the desert, hunting the spectral Man in Black in his quest for the Dark Tower. Join Robin Furth, Peter David and Richard Isanove as they welcome superstar artist Sean Phillips (INCOGNITO) into the ka-tet of creators entrusted by Stephen King himself to bring the adult adventures of his most personal creation to life!",
    "isbn": "9780785147091",
    "pages": 136,
    "publishedDate": "2011-02-01",
    "authorId": 2,
    "genres": [
      6, 14, 15
    ]
  },
  {
    "title": "The Family",
    "description": "Mario Puzo's final masterwork. A sweeping epic saga of corruption, greed, treachery, and sin, The Family is the ultimate crowning achievement of the #1 New York Times bestselling novelist who gave the world The Godfather, arguably the greatest Mafia crime novel ever written.  In The Family, Puzo -- whom the Washington Post calls, “A serious American talent” -- plunges reader into the colorful tumult of the Italian Renaissance, immersing them in the roiling intrigues and deadly affairs of the remarkable family whose name has always been synonymous with power, corruption, poison, and murder: the infamous Borgias.",
    "isbn": "9780061032424",
    "pages": 418,
    "publishedDate": "2002-09-01",
    "authorId": 3,
    "genres": [
      1, 16
    ]
  },
  {
    "title": "Omerta",
    "description": "To Don Raymonde Aprile's children he was a loyal family member, their father's adopted \"nephew.\" To the FBI he was a man who would rather ride his horses than do Mob business. No one knew why Aprile, the last great American Don, had adopted Astorre Viola many years before in Sicily; no one suspected how he had carefully trained him . . . and how, while the Don's children claimed respectable careers in America, Astorre Viola waited for his time to come. \nNow his time has arrived. The Don is dead, his murder one bloody act in a drama of ambition and deceit--from the deadly compromises made by an FBI agent to the greed of two crooked NYPD detectives and the frightening plans of a South American Mob kingpin. In a collision of enemies and lovers, betrayers and loyal soldiers, Astorre Viola will claim his destiny. Because after all these years, this moment is in his blood... .",
    "isbn": "9780345432407",
    "pages": 384,
    "publishedDate": "2000-07-01",
    "authorId": 3,
    "genres": [
      1, 12
    ]
  },
  {
    "title": "Red Dragon",
    "description": "In the realm of psychological suspense, Thomas Harris stands alone. Exploring both the nature of human evil and the nerve-racking anatomy of a forensic investigation, Harris unleashes a frightening vision of the dark side of our well-lighted world. In this extraordinary novel, which preceded The Silence of the Lambs and Hannibal, Harris introduced the unforgettable character Dr. Hannibal Lecter. And in it, Will Graham--the FBI man who hunted Lecter down--risks his sanity and his life to duel a killer called the...RED DRAGON",
    "isbn": "9780440206156",
    "pages": 480,
    "publishedDate": "1981-01-01",
    "authorId": 4,
    "genres": [
      7, 12
    ]
  },
  {
    "title": "Cari Mora",
    "description": "Twenty-five million dollars in cartel gold lies hidden beneath a mansion on the Miami Beach waterfront. Ruthless men have tracked it for years. Leading the pack is Hans-Peter Schneider. Driven by unspeakable appetites, he makes a living fleshing out the violent fantasies of other, richer men Cari Mora, caretaker of the house, has escaped from the violence in her native country. She stays in Miami on a wobbly Temporary Protected Status, subject to the iron whim of ICE. She works at many jobs to survive. Beautiful, marked by war, Cari catches the eye of Hans-Peter as he closes in on the treasure. But Cari Mora has surprising skills, and her will to survive has been tested before. Monsters lurk in the crevices between male desire and female survival. No other writer in the last century has conjured those monsters with more terrifying brilliance than Thomas Harris. Cari Mora, his sixth novel, is the long-awaited return of an American master.",
    "isbn": "9781538750124",
    "pages": 464,
    "publishedDate": "2019-05-01",
    "authorId": 4,
    "genres": [
      12, 10, 7, 5, 9
    ]
  },
  {
    "title": "Coyote",
    "description": "COYOTE is based on the real events of the morning I learned of my brother Chase's unexpected death -- a morning when I actually saw and rode with a coyote -- then returned home to learn that Chase was gone. Retold through the eyes of a child, COYOTE is a gentle and lyrical picture book dealing with the subject of loss. It is my hope that COYOTE will help children talk about loss and to show how art can be used to help heal the hurt of losing someone you love. In Chase's memory, my wife Krista and I will donate our share of the proceeds to help the children of Sandy Hook.",
    "isbn": "9780615751276",
    "pages": 32,
    "publishedDate": "2013-01-01",
    "authorId": 5,
    "genres": [
      1
    ]
  },
  {
    "title": "Go Set a Watchman",
    "description": "Maycomb, Alabama. Twenty-six-year-old Jean Louise Finch -- \"Scout\" -- returns home from New York City to visit her aging father, Atticus. Set against the backdrop of the civil rights tensions and political turmoil that were transforming the South, Jean Louise's homecoming turns bittersweet when she learns disturbing truths about her close-knit family, the town, and the people dearest to her. Memories from her childhood flood back, and her values and assumptions are thrown into doubt. Featuring many of the iconic characters from To Kill a Mockingbird, Go Set a Watchman perfectly captures a young woman, and a world, in painful yet necessary transition out of the illusions of the past -- a journey that can only be guided by one's own conscience",
    "isbn": "9780062409874",
    "pages": 288,
    "publishedDate": "2015-07-01",
    "authorId": 5,
    "genres": [
      8, 11, 15, 1
    ]
  },
  {
    "title": "The Hobbit: Or There and Back Again",
    "description": "Bilbo Baggins was a hobbit who wanted to be left alone in quiet comfort. But the wizard Gandalf came along with a band of homeless dwarves. Soon Bilbo was drawn into their quest, facing evil orcs, savage wolves, giant spiders, and worse unknown dangers. Finally, it was Bilbo--alone and unaided--who had to confront the great dragon Smaug, the terror of an entire countryside!",
    "isbn": "9780345296047",
    "pages": 320,
    "publishedDate": "1937-01-15",
    "authorId": 6,
    "genres": [
      15, 4, 8
    ]
  },
  {
    "title": "The Nature of Middle-earth",
    "description": "The first ever publication of J.R.R. Tolkien's final writings on Middle-earth, covering a wide range of subjects and perfect for those who have read and enjoyed The Silmarillion, The Lord of the Rings, Unfinished Tales, and The History of Middle-earth, and want to learn more about Tolkien's magnificent world.",
    "isbn": "9780063269606",
    "pages": 464,
    "publishedDate": "2021-09-01",
    "authorId": 6,
    "genres": [
      1, 15, 3, 4, 8
    ]
  },
  {
    "title": "Fantastic Beasts and Where to Find Them",
    "description": "An approved textbook at Hogwarts School of Witchcraft and Wizardry since publication, Newt Scamander''s masterpiece has entertained wizarding families through the generations. Fantastic Beasts and Where to Find Them is an indispensable introduction to the magical beasts of the Wizarding World. In this comprehensively updated edition, eagle-eyed readers will spot a number of new beasts and an intriguing new author''s note. Scamander''s years of travel and research have created a tome of unparalleled importance. Some of the beasts will be familiar to readers of the Harry Potter books - the Hippogriff, the Basilisk, the Hungarian Horntail ... Others will surprise even the most ardent amateur Magizoologist. Dip in to discover the curious habits of magical beasts across five continents .",
    "isbn": "9780439321600",
    "pages": 64,
    "publishedDate": "2001-06-01",
    "authorId": 7,
    "genres": [
      15, 8
    ]
  },
  {
    "title": "Fantastic Beasts: The Crimes of Grindelwald",
    "description": "At the end of Fantastic Beasts and Where to Find Them, the powerful Dark wizard Gellert Grindelwald was captured in New York with the help of Newt Scamander. But, making good on his threat, Grindelwald escapes custody and sets about gathering followers, most unsuspecting of his true agenda: to raise pure-blood wizards up to rule over all non-magical beings.",
    "isbn": "9781338263893",
    "pages": 304,
    "publishedDate": "2018-01-01",
    "authorId": 7,
    "genres": [
      15, 8, 2
    ]
  },
  {
    "title": "Baum's American Fairy Tales",
    "description": "This collection of fantasy stories was originally serialized in regional newspapers, prior to being published as a complete volume. The stories, as critics have noted, lack the high-fantasy aspect of the best of Baum's work, in Oz or out. With ironic or nonsensical morals attached to their ends, their tone is more satirical, glib, and tongue-in-cheek than is usual in children's stories; the serialization in newspapers for adult readers was appropriate for the materials.",
    "isbn": "9781499525236",
    "pages": 92,
    "publishedDate": "2014-05-01",
    "authorId": 8,
    "genres": [
      15, 8
    ]
  },
  {
    "title": "King Rinkitink",
    "description": "Rinkitink in Oz is considered by many to be one of L. Frank Baum?s best books, yet Baum did not intend for it to be an Oz book at all. Written as King Rinkitink in 1905, when it saw print in 1916, it was with significant changes. Although the original manuscript is lost, the International Wizard of Oz Club has brought King Rinkitink back to life with a new ending in Baum's style and sensibility. When sea-raiders invade the peaceful island of Pingaree and carry off its inhabitants to slavery, only young Prince Inga, jolly King Rinkitink, and his grumpy goat Bilbil are left behind. Aided by three Magic Pearls, these unlikely heroes set out to rescue Inga?s people from captivity, a quest that takes them across the ocean and into the dangerous underground world of the Nome King! One of Baum?s best stories just got better with five new chapters, numerous b&w illustrations by John R. Neill and Javi Laparra, and color plates reproduced here in b&w.",
    "isbn": "9780991199075",
    "pages": 356,
    "publishedDate": "2017-01-01",
    "authorId": 8,
    "genres": [
      15, 8
    ]
  },
  {
    "title": "Before Scarlett",
    "description": "Discovered one sultry summer in an Atlanta basement full of sixty years' worth of accumulated debris, the writings of a young Margaret Mitchell reveal a prodigious and inspirational talent for such a young girl. The writer, who would later pen the best-selling book of all time after the Bible (and one that still sells more than 200,000 copies annually), was a precocious, imaginative, headstrong rebel and yet as distracted by everyday concerns about parental approval and social insecurities as any child. Nevertheless, as shown in the pages f  Before Scarlett, Mitchell displayed an amazing talent through her writing of letters, journals, short stories, and one-act plays (later staged in her midtown Atlanta home). ",
    "isbn": "9781570039386",
    "pages": 240,
    "publishedDate": "2010-08-01",
    "authorId": 9,
    "genres": [
      1
    ]
  },
  {
    "title": "Lost Laysen",
    "description": "A long-lost novel by the author of Gone with the Wind provides richly romantic saga of a stormy love triangle and characters torn between passion and honor, whose lives are forever altered by a terrible catastrophe. 350,000 first printing.",
    "isbn": "9780684824284",
    "pages": 128,
    "publishedDate": "1996-05-01",
    "authorId": 9,
    "genres": [
      1
    ]
  },
  {
    "title": "The Temple of Gold",
    "description": "Acclaimed for such Academy Award -- winning screenplays as Butch Cassidy and the Sundance Kid and such thrillers as Marathon Man, not to mention the bestselling classic The Princess Bride, William Goldman stands as one of the most beloved writers in America. But long before these triumphs, he caused a sensation with his brilliant first novel, a powerful story of reckless youth that was hailed as a worthy rival to The Catcher in the Rye.",
    "isbn": "9780345439741",
    "pages": 224,
    "publishedDate": "2001-01-01",
    "authorId": 10,
    "genres": [
      12
    ]
  },
  {
    "title": "Magic",
    "description": "One of those can't-put-it-down-until-the-last-page-is-turned monsters that has readers all over the country missing sleep. Minneapolis Tribune Corky is a brilliant entertainer with a bright future ahead of him. He has good looks, many women, and enormous talent. He also had a secret and a certainty: a secret that must be hidden from his public at all costs; and a certainty that the dark forces of magic were out to destroy him. Fascinating . . . This dazzling psychological thriller cannot be put down! . . . The most imaginative and enjoyable novel I've read since Marathon Man. . . . [A] bizarre journey into the world of illusion. St. Louis Post-Dispatch Kept me up half the night. . . . A brilliantly alarming novel! Cosmopolitan",
    "isbn": "9780307487865",
    "pages": 243,
    "publishedDate": "2009-01-01",
    "authorId": 10,
    "genres": [
      12, 13
    ]
  }
]